<?php

    //Колличество отображаемых чисел параграфов
    define('QANTITY_PARAGRAPH_NUMBERS', 4);

    //Первое значение отображаемых чисел параграфов
    define('FIRST_PARAGRAPHS_COUNT', 5);

    //Название файла в котором хранятся сообщения
    define('FILE_NAME', 'data/megaDB.txt');

    //Размер в байтах, выделяемый для хранения имени в файле
    define('NAME', 20);

    //Размер в байтах, выделяемый для хранения сообщения в файле
    define('MESSAGE', 30);

    //Размер в байтах, выделяемый для хранения даты сообщения в файле
    define('DATE', 20);